IVRSMSTextInfo.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://server.webservices.corte.com">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:getIVRSMSTextInfo>
         <ser:gsmNo>${MSISDN}</ser:gsmNo>
      </ser:getIVRSMSTextInfo>
   </soapenv:Body>
</soapenv:Envelope>